[
    {
        "user_name": "",
        "user_location": "",
        "review_date": "",
        "comments": "",
        "votes_useful": "",
        "votes_funny": "",
        "votes_cool": ""
    },
    {
        "user_name": "Monica Q.",
        "yelp_id": "/user_details?userid=lxaBfy6snoCHWtN5KPrZtw",
        "user_location": "\n            Seattle, WA\n        ",
        "rating": "5.0 star rating",
        "review_date": "\n        4/15/2017\n    ",
        "comments": "LOVE everything about the concept here. True transparency of how everything is prepared. You sit around the kitchen in a chef's bar style. Feel free to ask the staff anything about what's being done. It can feel a little pretentious and uncomfortable with the staff greeting you when you walk in and out of the restaurant, but by the end of the meal, it feels like you're friends (almost). It's a tasting menu, so hard to provide feedback on the dishes itself because you may not have the same things when you go. My favorite art piece in my apartment is a copy of the menu, which is drawn so creatively and not like a menu at all that it was worth putting on my wall as a memento. Plus, the chef finishes the meal with hilariously large cookie jars that are out of this world. If you have a pretty penny to spend, this place will give you your money's worth. Love love love it.\n        Was this review …?\n    ",
        "votes_useful": "1",
        "votes_funny": "",
        "votes_cool": ""
    },
    {
        "user_name": "Val Z.",
        "yelp_id": "/user_details?userid=qxAqUk4N6ty0eRILyQinKg",
        "user_location": "\n            Aspen, CO\n        ",
        "rating": "5.0 star rating",
        "review_date": "\n        3/4/2017\n    ",
        "comments": "Best first meal in Nashville first time Loved everything the decor, the staff and the chiefs and of course the FOOD! Seating is arranged in as a square bar around open kitchen so you can see it all before it makes it on to your plate. Gorgeous presentation, innovative cuisine, creative parings.  I love tasting menus, so this place is way up my alley. Could it here all the time, though its on the $$$ side, but so worth it. Definitely a must when in Nashville\n        Was this review …?\n    ",
        "votes_useful": "1",
        "votes_funny": "1",
        "votes_cool": ""
    },
    {
        "user_name": "Hattie J.",
        "yelp_id": "/user_details?userid=Q7s0sXMfeiBup8BoRwuSLg",
        "user_location": "\n            Hermitage, TN\n        ",
        "rating": "5.0 star rating",
        "review_date": "\n        3/3/2017\n    ",
        "comments": "Okay, let's talk about the sake-marinated grilled cauliflower.Holy shit. (Am I allowed to say that on here?) Well regardless, I wish I could eat that cauliflower every day of my life.  I just don't where to start.  The slightly charred taste, the saltiness of the beef fat, the hint of sweetness from the cashew butter? It's just the perfect little bite of heaven. There was just a great balance to all of the dishes that were prepared.  You could see how much thought and care was put into each one, but in the presentation and how they built the flavors.  I would be here all day describing each of the dishes I had, but instead, here are some of my favorites: Wakame Seaweed Pasta.  Butterscotch custard & Burnt Caramel Ice CreamBearcreek Farm Beef in Umami Crust w/ Egglplant, Chocolate, Miso PureeSea UrchinSpanish Iberico HamThis was my first time at The Catbird Seat.  I was quite surprised when I opened the door and walked into this itty bitty holding area, where we were greeted by a lady.  She then proceeded to take us up the elevator, and as soon as we step out, I noticed this shelf with all these cubby holes.  But you couldn't see what was in the cubby holes, because they were covered with a black cloth!  It just all felt so mysterious!   But you learn at the end of the night what's on those  shelves!  Anyways.  So we were seated around an open kitchen and given welcome cocktails.  You will be asked if you want to do the beverage pairings...make sure you're clear and adamant with your answer. We actually said no to this, but they proceeded to bring us drinks throughout the meal.   And my date didn't realize these were the \"beverage pairings\" they had referred to, so we ended up with a pretty whomping drink bill at the end of the night.   The drinks were great, but just make sure you go into it realizing that it is not included in the price of the meal. Overall, excellent experience. Great atmosphere. Very attentive and friendly service.  Even the cooks were conversing with us, which was pretty awesome. The food was absolutely delicious.  The Catbird Seat is definitely an experience. I would recommend to anyone who is a foodie, adventurous, or appreciates really excellent food!\n        Was this review …?\n    ",
        "votes_useful": "3",
        "votes_funny": "2",
        "votes_cool": "2"
    },
    {
        "user_name": "Cindy T.",
        "yelp_id": "/user_details?userid=l_KCiv1LVHfYMxuBUJEHjQ",
        "user_location": "\n            Nashville, TN\n        ",
        "rating": "5.0 star rating",
        "review_date": "\n        2/6/2017\n    ",
        "comments": "What an incredible experience!Perfect for foodie, wannabe foodies, Top Chef lovers, and the adventurous diner!My boyfriend surprised me with our anniversary dinner here for our 6th year after hearing it was on my Nashville bucket list. He was able to get a Wednesday night reservation with only a day notice. It may be more difficult on the weekends. They offer complimentary valet parking here. Situated underneath The Patterson House, we arrived a few minutes early and decided to head there first to grab pre-dinner drinks before we were allowed in. Come to find out, we could bring our drinks into the restaurant as well without rushing. Upon entering the main door, you enter a tiny holding area with an elevator that actually takes you up to the main restaurant area. Very incognito spy-like feels.The restaurant itself is an open kitchen where you immediately see all the chefs and sous chefs plating each and every delicate dish. We lucked out by having the best seat in the house, right in the center/middle of the U shaped serving area. We were greeted by multiple chefs, sous chefs and other kitchen staff who made sure we had no needs that went unnoticed. Every course of thoroughly explained prior to being devoured by yours truly. In total, we had 10 glorious courses, 2 of which were dessert. I will spare you the details since the menu is always evolving and you may not get the same courses. Let's just I was able to try delicious cavier, sea urchin and a melt-in-your-mouth steak. Portions are small, but after eating 10 of anything, you will leave satisfied but not feeling uncomfortably full. My normally spam-and-eggs boyfriend thoroughly enjoyed all the courses and raved about many of them. We also opted for the wine pairing with our meal, one of which was actually sake. Since we already got drinks at Patterson House and my boyfriend doesn't care to drink wine, we opted for just one pairing to share. There were about 6 pairings with smaller than average pours. Definitely just enough to enjoy the course with but not enough to get you drunk. As a self-proclaimed lush, I was not even buzzed after all the pairings. I suppose if you're not a drinker, you may be more intoxicated. Sometimes having a high tolerance has its pros and cons. At the end of our meal, we got a Mr. Potato Head cookie jar with in-house-made cookies to enjoy. We were also presented with our own personalized menu detailing all our courses and drink pairing. Overall, I had a fantastic experience and would recommend this to anyone who is interested in more than just your average dining experience.\n        Was this review …?\n    ",
        "votes_useful": "2",
        "votes_funny": "",
        "votes_cool": "5"
    },
    {
        "user_name": "Tara H.",
        "yelp_id": "/user_details?userid=QXYYAf9qmX7DGEJ1DsBUvA",
        "user_location": "\n            Spring Hill, TN\n        ",
        "rating": "5.0 star rating",
        "review_date": "\n        4/18/2017\n    ",
        "comments": "Incredible. Catered to a gluten free menu. Couldn't be happier. Also did the parings.\n        Was this review …?\n    ",
        "votes_useful": "",
        "votes_funny": "",
        "votes_cool": ""
    },
    {
        "user_name": "Andrew W.",
        "yelp_id": "/user_details?userid=B2Bx0CrW_ZbyNdneyN599A",
        "user_location": "\n            London, United Kingdom\n        ",
        "rating": "5.0 star rating",
        "review_date": "\n        4/28/2017\n    ",
        "comments": "Definitely worth the trip.  Great open format with 22 seats in a U shape surrounding the food prep area.  The dishes are creative and come at a great pace.  The alcoholic and non alcoholic pairings are very creative.  Alcoholic: some bubbly homemade aperitif, rose and Riesling both from South Africa, farm style beer, sake, and dessert wine.  Each pairing worked well and were aided by the flowery descriptions by my hipster sommelier.  Every course was an adventure in my mouth and were well presented and none too big.  There was a surprising minimum of animal products used but umami and richness were made up in different ways.  The roasted cauliflower was out of this world, as was the sole cube of beef that was served.  The burnt caramel ice cream was superb.  So many great notes throughout the dinner.  A bit pretentious and hipster but that doesn't diminish the experience.\n        Was this review …?\n    ",
        "votes_useful": "1",
        "votes_funny": "",
        "votes_cool": ""
    },
    {
        "user_name": "Huy T.",
        "yelp_id": "/user_details?userid=3Y_gz3wb7T5ur9FHqxBcgQ",
        "user_location": "\n            Nashville, TN\n        ",
        "rating": "5.0 star rating",
        "review_date": "\n        8/13/2016\n    ",
        "comments": "5 star! Finally I got to experience The Catbird Seat after many attempts. We've scheduled earlier in the year but due to conflicts we had to reschedule. They did update their reservation process where you need to pay in advance. The cost plus drink pairings can run you 235 per person so be ready to drop some cash..It was a Saturday afternoon and our reservation was at 5:30 the door was still locked so we had to knock. Wasn't a long wait but they opened up and we were the first one I there. You will go up the elevator to a small room that Sears roughly 12-14. The cook, sou, host, floor manager are all knowledgable of the menu and provided top notch service. The food was full of taste, texture, perfectly cooked, and well balanced with their drinks. You will not need any salt or pepper.. It comes out perfect! We had roughly 7-8 dishes including dessert. The food came out fairly quick as they cooked/made each dish right in front of you. I felt like I was in an episode of the iron chef. Portion for me was a tad bit small but in the end it was enough. I wasn't full but wasn't hungry. The entire experience is well worth the try and perfect for a special occasion. We will be coming back. It was a perfect place to have a date night with my wife.\n        Was this review …?\n    ",
        "votes_useful": "7",
        "votes_funny": "",
        "votes_cool": "1"
    },
    {
        "user_name": "Dave M.",
        "yelp_id": "/user_details?userid=2V38uXzhv1hALwOFtDognA",
        "user_location": "\n            San Francisco, CA\n        ",
        "rating": "5.0 star rating",
        "review_date": "\n        4/22/2017\n    ",
        "comments": "To all y'all people complaining about the price, you're ridiculous! This place is a bargain for what you get; you're lucky to have a world-class experience like this in Nashville. Visiting from San Francisco, I took my parents here a few days ago and we loved it. We felt welcomed, we loved the U-shaped table that gave us a full view of the chefs at work, and of course the food was outstanding. Our two favorite dishes were the beef in umami crust with smoked tofu purée and the butterscotch custard and burnt caramel ice cream. My third place would be the cured hen yolk and greens but for my parents it was probably sunflower seed risotto with unripe almonds. I also loved the risotto, plus I thought the perfectly grilled cauliflower (with cashew butter CRACK) was outstanding. Seriously, I probably had six different \"favorites\" before the night was over. Our least favorite course was the wakame seaweed pasta with scallop \"bottarga.\" None of us finished it but apparently it is one of their two most popular items in that they have it on the menu frequently. I liked the pasta itself but not broth/sauce it was in. But in a ten course tasting who *loves* everything? Only two complaints about the evening: it was raining cats and dogs and they didn't have valet parking that night, so we got drenched. Also, the lighting was dim, borderline gloomy, and this did a disservice to the appearance of this beautiful food. Regardless I give the overall experience a solid \"A\".\n        Was this review …?\n    ",
        "votes_useful": "2",
        "votes_funny": "",
        "votes_cool": ""
    },
    {
        "user_name": "Paul H.",
        "yelp_id": "/user_details?userid=_AuhH3fj6NRlxS-pw_1w4Q",
        "user_location": "\n            Holliswood, Queens, NY\n        ",
        "rating": "5.0 star rating",
        "review_date": "\n        3/25/2017\n    ",
        "comments": "This is a destination restaurant. Everything from start to finish was incredible with each course better than the next. Out party did the optional wine pairing which just added to the meal. If you have a chance to go also visit the Patterson house downstairs as the cocktails there were also top notch.\n        Was this review …?\n    ",
        "votes_useful": "",
        "votes_funny": "",
        "votes_cool": ""
    },
    {
        "user_name": "Carolyn C.",
        "yelp_id": "/user_details?userid=nlvvW1aSUgXTR1gqltDg3A",
        "user_location": "\n            Nashville, TN\n        ",
        "rating": "4.0 star rating",
        "review_date": "\n        3/12/2017\n    ",
        "comments": "Went for the course with the drink pairing and was not disappointed. Excellent food and service. The only con is the high price point.\n        Was this review …?\n    ",
        "votes_useful": "",
        "votes_funny": "",
        "votes_cool": ""
    },
    {
        "user_name": "Megan B.",
        "yelp_id": "/user_details?userid=j6ptGyXJ6T9UJ9crhJRtPw",
        "user_location": "\n            Cincinnati, OH\n        ",
        "rating": "4.0 star rating",
        "review_date": "\n        10/20/2016\n    ",
        "comments": "This one is tough. They say expectations reduce joy, and I certainly went in with high hopes so I put some of this on myself (I'd been wanting to eat here for two years). That being said, The Catbird Seat had amazing food. But for the price, eh. And I definitely diverge from Yelpers here -- the drink pairing was NOT worth it. The good - it's very intimate and the food was beautiful and we really loved the sunflower risotto and the panna cotta. The chefs are right in front of you but because everyone is stagger-seated, they bring your dish over and explain what's on the plate in hushed tones. I was expecting more of a performance and an explanation of the how's and why's the food was prepared in such a way - isn't that the definition of sitting in the catbird seat? I did love the fresh herbs (but I only knew they grew on the porch outside because I'd read so in Yelp reviews) and the nuanced flavors. The bad - the drink pairings! Several sweet wines and a sake - I like sake but it's a very specific flavor and didn't mix well with everything else, plus my husband hates it. And the pour was about two fingers  - not generous. The last red wine was good and I wish we would've just ordered two glasses of those and saved ourselves a bundle. I did love the hand-written menu they gave us as a memento at the end, as well as the fun cookie jar the macaroons arrived in! I'm not saying The Catbird isn't great, but for the money there are a lot of places on par that are easier to get into and cost much less. I really really wanted to love it and while the food was flavorful and creative, the overall experience weighed against the price was underwhelming.\n        Was this review …?\n    ",
        "votes_useful": "3",
        "votes_funny": "2",
        "votes_cool": ""
    },
    {
        "user_name": "Chad B.",
        "yelp_id": "/user_details?userid=_uz6qpln0w3_iDOa6Yoiag",
        "user_location": "\n            Lake Martin, AL\n        ",
        "rating": "5.0 star rating",
        "review_date": "\n        10/28/2016\n    ",
        "comments": "Amazing experience all around.  There is never a dull moment while dining at The Catbird Seat.  This is an experience in interactive eating.  The staff goes over the top to show their appreciation of you and to make sure you appreciate what you are seeing and tasting.  I can't put into words how accommodating and comfortable this space and staff make you feel while in the midst of this experience.  This is an experience not just a meal.  Good job @ The Catbird Seat.\n        Was this review …?\n    ",
        "votes_useful": "3",
        "votes_funny": "",
        "votes_cool": ""
    },
    {
        "user_name": "Thor N.",
        "yelp_id": "/user_details?userid=OJAXdqwiA8aWXTJw_2hu1w",
        "user_location": "\n            Brooklyn, NY\n        ",
        "rating": "4.0 star rating",
        "review_date": "\n        4/10/2017\n    ",
        "comments": "Great food.  Would come back for that.  Service a little slow.  Pretty sure the dude was high out of his mind.\n        Was this review …?\n    ",
        "votes_useful": "",
        "votes_funny": "",
        "votes_cool": ""
    },
    {
        "user_name": "Stormy S.",
        "yelp_id": "/user_details?userid=loQkXQjomvPFdM6Iysgvhg",
        "user_location": "\n            Nashville, TN\n        ",
        "rating": "5.0 star rating",
        "review_date": "\n        4/30/2017\n    ",
        "comments": "Went here for my birthday and was absolutely blown away. Had pre-dinner cocktails at The Patterson House (highly recommended) before heading next door to The Catbird Seat. It is an experience from the moment you walk in the door to the moment you leave. Love the open dining concept, watching the chefs prepare everything in front of you, and the \"waiters,\" who are more like sous chefs, describe the dishes in great detail. I highly recommend the suggested drink pairing with each course - they nail the combinations. The food was absolutely delicious - I didn't eat one thing I didn't like. This is a Chef's Table-level operation! I love the cartoon cookie jars with yummy nibbles to finish out the meal, and we got to take home a hand-drawn menu of what we had that night. It was a fantastic experience. Can't wait to go back again!\n        Was this review …?\n    ",
        "votes_useful": "",
        "votes_funny": "",
        "votes_cool": ""
    },
    {
        "user_name": "Michael N.",
        "yelp_id": "/user_details?userid=-9OEoNjcLa9nBiu41nHiaQ",
        "user_location": "\n            Nashville, TN\n        ",
        "rating": "5.0 star rating",
        "review_date": "\n        2/7/2017\n    ",
        "comments": "One of the rare and special restaurants you can go to for a unique experience. We have had tasting menus at several Michelin-starred restaurants, and this experience is right up there. In addition to the food, the level of service is outstanding. It is great to have a place like this in Nashville.\n        Was this review …?\n    ",
        "votes_useful": "",
        "votes_funny": "",
        "votes_cool": ""
    },
    {
        "user_name": "Kevin C.",
        "yelp_id": "/user_details?userid=9Fip8swdl_Lq46tC4QVY0A",
        "user_location": "\n            Nashville, TN\n        ",
        "rating": "5.0 star rating",
        "review_date": "\n        2/20/2016\n    ",
        "comments": "Goes without saying this is a 5 star restaurant. Chef Ryan Poli is a boss and all the staff at Catbird Seat exude awesomeness. I would say most fine dining experiences can be pretty straight forward. Catbird is a unique experience though, at least in its current state, in that it has a distinctly japanese influence. Whether it is a wakame bucatini or an umami crusted steak with shiso, everything has some distinctly Asian inspirations which I find totally rad.  I would highly recommend the experience and food to anyone looking for a truly unique experience. Not many restaurants have dishes that you will think about a few days or even weeks later, but Catbird has a lasting impact.\n        Was this review …?\n    ",
        "votes_useful": "4",
        "votes_funny": "",
        "votes_cool": ""
    },
    {
        "user_name": "Pauline M.",
        "yelp_id": "/user_details?userid=pD4c0eVE0ImAgcag4w4-lA",
        "user_location": "\n            Culver City, CA\n        ",
        "rating": "5.0 star rating",
        "review_date": "\n        10/14/2016\n    ",
        "comments": "Chef Ryan and his sous chefs and pastry chef and other staff are simply amazing.  Everything from the beginning to the end dazzled us.  Chef Ryan has been all around the world and you can definitely tell his skill as it is demonstrated by each dish, from the first bite to the last.  Every flavor is intentional and boy is it delicious.  What separates a good chef from a great one is a good chef will impress with most of their dishes, but at catbird seat every single dish is astounding.To get a reservation here, book early.  You will have to pay in advance on the website but don't let that deter you. It is worth every single penny.When you arrive you will wait downstairs next to the elevator and don't worry-- they will come collect you at the time of your reservation.  Don't be late!  They offset the seating so that tables can be served at different intervals.Now onto the food-- on our particular visit, they started out with a complimentary bubbly.  Crisp and quite delicious, and a delightful way to start the meal.  The items that really stood out were: -the risotto of sunflower.  This was very very unique and the texture was quite similar to regular risotto.  The burgundy truffles... delicious.  -the sake grilled cauliflower.  what the actual f.  this was the most delicious piece of cauliflower i have ever had.  the chef said that they marinate it for 24 hours in a miso sake and beef fat and boy does it have a delightful crunch.  -the desserts were uhhh-mazing.  the pannacotta is really to die for. i think that catbird actually trumps the panacotta i've had in italy (what the what, i know).  but that lemony olive oil and sweet sweet buttermilk... my god.  i will dream about this FOREVER.  -the macarons at the end.  the chef has an affinity for cookie jars, which is quite a unique and cute/funny quirk.  All in all, if you're in Nashville and have 3 hours to spare, I would highly HIGHLY recommend making reservations well in advance.  It's a real culinary delight from beginning to end.\n        Was this review …?\n    ",
        "votes_useful": "1",
        "votes_funny": "",
        "votes_cool": ""
    },
    {
        "user_name": "Brad L.",
        "yelp_id": "/user_details?userid=wn-NR_oUa8ZbbrpPkLgcug",
        "user_location": "\n            Nashville, TN\n        ",
        "rating": "5.0 star rating",
        "review_date": "\n        1/29/2017\n    ",
        "comments": "This was our second time going to The Catbird Seat and it did not disappoint. Everything from the food, service and wine pairing were spot on! The chef and his team have created some excellent dishes. The Wakame Seawee Pasta is a stable and the grilled cauliflower was one of the best bites I have ever had in my life. The butterscotch custard dessert was worth the trip alone. If you are in Nashville and want a dinning experience go to The Catbird Seat.\n        Was this review …?\n    ",
        "votes_useful": "",
        "votes_funny": "",
        "votes_cool": ""
    },
    {
        "user_name": "J S.",
        "yelp_id": "/user_details?userid=CHwvh1HZhEHFheDrF0OwmQ",
        "user_location": "\n            Clarksville, TN\n        ",
        "rating": "5.0 star rating",
        "review_date": "\n        1/5/2017\n    ",
        "comments": "* Malt vinegar chips + dip, and Fermin iberico ham* East coast Blue fin tuna: watermelon, verbena oil, fermented butter paired with Schramsberg blanc de blanc (Calistoga, CA)* Risotto of sunflower paired with Hitachino nest \"saison du Japan) (Kiuchi brewery, Japan  )* Wakame seaweed \"Creste de Gallo\" paired with Cederberg Bulettraube (Cederberg, South Africa )* Sake grilled cauliflower paired with Tentaka Kuni \"Hawk in the heavens\" (Junmai sake, Japan )* Pork & fermented Thai sausage paired with Cantine di Marzo (Campania, Italy )* Hatcher dairy buttermilk pan a cotta w/ lemon olive oil* Roasted Kelp ice cream: bitter choc & oranges  + matcha paired with Elvio Tintero (Piedmont, Italy)Thank you chef ryan poli!! @rpgrizzleGREAT service & amazing food! Thank you!!\n        Was this review …?\n    ",
        "votes_useful": "2",
        "votes_funny": "",
        "votes_cool": ""
    },
    {
        "user_name": "Matt H.",
        "yelp_id": "/user_details?userid=nfBh3fg8miMNiCyU6VUU2Q",
        "user_location": "\n            New York, NY\n        ",
        "rating": "5.0 star rating",
        "review_date": "\n        12/28/2016\n    ",
        "comments": "If you get the chance, jump at it.This is up there with Stone Barns @ Blue Hill as my favorite dining experience. The food was elegantly put together, the matched wines were stellar, and the chef interaction throughout the night made for the perfect evening.Will definitely be back (once I've saved enough)!\n        Was this review …?\n    ",
        "votes_useful": "2",
        "votes_funny": "",
        "votes_cool": ""
    }
]